Repository: mhmetglrq/PDFlow
Catalog: lib/l10n/app_*.arb
Languages: es, hi

# language
source: English
es: español
hi: हिंदी

# splashtitle
source: Easily convert your photos to PDF file.
es: Convierte fácilmente tus fotos a un archivo PDF.
hi: अपनी तस्वीरों को आसानी से पीडीएफ फाइल में बदलें।

source: History
es: Pasado
hi: भूतकाल

# transactions
source: Transformation actions
es: Transacciones en PDF
hi: पीडीएफ लेनदेन

# choosedescription
source: You have not selected a picture yet. Choose pictures and let's get started!
es: Aún no has seleccionado una imagen. ¡Elige imágenes y comencemos!
hi: आपने अभी तक कोई चित्र नहीं चुना है। तस्वीरें चुनें और चलिए शुरू करें!

# chooseimages
source: Select Picture/Pictures
es: Seleccionar imagen/imágenes
hi: चित्र/चित्र चुनें

# takepicturedescription
source: You haven't taken a picture yet. Take a picture and let's get started!
es: Aún no has tomado una foto. ¡Toma una foto y comencemos!
hi: आपने अभी तक तस्वीर नहीं ली है। एक तस्वीर लो और चलो शुरू हो जाओ!

source: Take picture
es: toma una foto
hi: एक तस्वीर ले लो

# takepictures
source: Take/Add picture
es: Tomar/Agregar foto
hi: चित्र लें/जोड़ें

# convertpdf
source: Convert to PDF
es: Convertir a PDF
hi: पीडीएफ में कनवर्ट करें

# homechooseimg
source: Select Image(s) from Gallery
es: Seleccionar imagen(es) de la galería
hi: गैलरी से छवि (ओं) का चयन करें

# hometakeimg
source: Take picture
es: Toma una foto
hi: एक तस्वीर ले लो

# start
source: Let's start!
es: ¡Empecemos!
hi: चलो शुरू करते हैं!

# done
source: Successful!
es: ¡Exitoso!
hi: सफल!

# donedescription
source: PDF file ready! You can access the PDF file by clicking the button below.
es: ¡Archivo PDF listo! Puede acceder al archivo PDF haciendo clic en el botón de abajo.
hi: पीडीएफ फाइल तैयार! आप नीचे दिए गए बटन पर क्लिक करके पीडीएफ फाइल तक पहुंच सकते हैं।

# openpdf
source: Tap to open PDF
es: Toque para abrir PDF
hi: पीडीएफ खोलने के लिए टैप करें

# homeEmpty
source: It is currently empty. Let's create PDFs now!
es: Actualmente está vacío. ¡Vamos a crear archivos PDF ahora!
hi: यह वर्तमान में खाली है। चलिए अब PDF बनाते हैं!
